tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "curl"
brew "docker", link: false
brew "fzf"
brew "htop"
brew "httpie"
brew "kubernetes-cli", link: false
brew "luajit", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "openssh"
brew "prettyping"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "ssh-copy-id"
brew "yamllint"
brew "yarn"
brew "zsh"
cask "docker"
cask "finicky"
cask "firefox"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "spotify"
cask "telegram"
cask "vlc"
