tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "docker", link: false
brew "fzf"
brew "htop"
brew "httpie"
brew "kubernetes-cli", link: false
brew "luajit", args: ["HEAD"]
brew "neovim", args: ["HEAD"]
brew "ripgrep"
brew "rsync"
brew "ssh-copy-id"
brew "yamllint"
brew "yarn"
brew "zsh"
cask "docker"
cask "finicky"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
