{
  "LazyVim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "Onedarker.nvim": { "branch": "master" },
  "SchemaStore.nvim": { "branch": "main" },
  "actions-preview.nvim": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "auto-session": { "branch": "main" },
  "barbecue": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "comment.nvim": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "dashboard-nvim": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "edge": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "flexoki-nvim": { "branch": "main" },
  "fluoromachine.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "glow.nvim": { "branch": "main" },
  "goto-preview": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "highlight-undo.nvim": { "branch": "main" },
  "inc-rename.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lsp_lines.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "lunar.nvim": { "branch": "master" },
  "luvit-meta": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "markview.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.animate": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "monokai-pro.nvim": { "branch": "master" },
  "neo-tree.nvim": { "branch": "main" },
  "neoscroll.nvim": { "branch": "master" },
  "neovim": { "branch": "main" },
  "nightfox.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-scrollbar": { "branch": "main" },
  "nvim-snippets": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "omnisharp-extended-lsp.nvim": { "branch": "main" },
  "onedark.nvim": { "branch": "master" },
  "palenightfall.nvim": { "branch": "main" },
  "persistence.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "synthweave.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "ts-comments.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-synthwave84": { "branch": "master" },
  "vscode.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" },
  "yanky.nvim": { "branch": "main" }
}
